travel_group = '''поход путешествие
путешествие
путешествовать
поездка'''.split('\n')

makeup_group = '''макияж
макияж мириться
парфюмерия
дух косметика процедура
косметика дух
косметика
косметика парфюмерия
косметика тп'''.split('\n')

clothes_group = '''гардероб
обувь
обувь аксессуар
обувь одежда
одежда
одежда аксессуар
одежда обувь
цацки
шмот
шмотки
верхний одежда
кроссовки
спортивный одежда
футболка
стиль
кроссы'''.split('\n')

accessories_group = '''аксессуар
аксессуар украшение
украшение
украшение аксессуар
сумка аксессуары
шарфы
сумка
ювелирный изделие
'''.split('\n')

food_group = '''алкоголь
еда
еда напитки
здоровье
табак
чай'''.split('\n')

car_group = '''авто
автомобиль
машина
машинки мотоцикл
'''.split('\n')

book_group = '''книга
книга бумажный
книга канцелярия
книга книжечка
книга комикс
книга курс
книга сын
книжечка
книжка
библиотека
книги
чтение'''.split('\n')

tech_group = '''
гаджет
техника
техника электроника прибор'''.split('\n')

home_group = '''бытовой техника
техника home
техника мебель
идеальный квартира
квартира
новый квартира
новоселье
новый дом
свеча
вещь дом
домашний
домашний улучшение
домашний утварь
домашний уют
дача
хата
цветок
бытовой'''.split('\n')

learn_group = '''впечатление обучение
образование
образование развитие
обучение
обучение 2022'''.split('\n')

music_group = '''гитара
инструмент
скрипка'''.split('\n')

sport_group = '''альпинизм
спорт
спорт активность
спорт питание
спорт хуёрт'''.split('\n')

games = '''настолки
настольный игра'''.split('\n')

child_group = '''
ребёнок
'''.split('\n')

groups = {'travel': travel_group,
          'clothes': clothes_group,
          'accessories': accessories_group,
          'makeup': makeup_group,
          'car': car_group,
         # 'book': book_group,
          #'food': food_group,
          'tech': tech_group,
          'home': home_group,
          'music': music_group,
          'learn': learn_group,
          'sport': sport_group,
          'games': games,
          #'child': child_group
          }